Repository: e-ardalani/todo-list
Catalog: src/locale/messages.*.xlf
Languages: fa

source: photo
fa: آواتار

source: sign out
fa: خروج

source: log-out
fa: خروج

source: close
fa: بستن

source: Switch To Light Mode
fa: تغییر وضعیت به تم روشن

source: Switch To Dark Mode
fa: تغییر وضعیت به تم تیره

source: Switch Language
fa: تغییر زبان

source: Reset Password
fa: بازنشانی رمز عبور

source: Please enter your email address to request a password reset.
fa: لطفا آدرس ایمیل خود را برای درخواست بازنشانی رمز عبور وارد کنید

source: Email Address
fa: آدرس ایمیل

source: Reset Password
fa: بازنشانی رمز عبور

source: Go back to ? <a routerLink="/auth/sign-in" class="text-purple-700 hover:text-purple-600"> Sign In </a>
fa: بازگشت به صفحه لاگین

source: Sign In
fa: لاگین

source: Don'thave an account? <a (click)="signUp()" class="text-sm text-purple-700 hover:text-purple-700">Sign Up</a>
fa: حساب کاربری ندارید؟

source: Email
fa: ایمیل

source: Forgot your password?
fa: آیا رمز عبور خود را فراموش کردید؟

source: Sign in
fa: لاگین

source: or
fa: یا

source: Sign Up
fa: ثبت نام

source: firstName
fa: نام

source: lastName
fa: نام خانوادگی

source: Password
fa: رمز عبور

source: Sign Up
fa: ثبت نام

# footerText
source: Already have an account? <a routerLink="/auth/sign-in" class="text-purple-700 hover:text-purple-600"> Sign In </a>
fa: آیا حساب کاربری ندارید؟

source: Thank You for Registering
fa: ممنون از اینکه ثبت نام کردید

source: We have sent a confirmation email to <strong>{{ user.email }}</strong>.
fa: ما یک ایمیل تایید ارسال کرده ایم به

source: Please check your email and click on the link to verfiy your email address.
fa: لطفا ایمیل خود را بررسی کنید و روی لینک کلیک کنید تا آدرس ایمیل خود را تأیید کنید.

source: Resend Verification Email
fa: ایمیل تایید را دوباره بفرست

source: Go back to?<a class="text-gray-700 font-normal" routerLink="auth/sign-in"> Sign in</a >
fa: برو به صفحه لاگین

source: Create Task
fa: ایجاد تسک

source: Edit Task
fa: ویرایش تسک

source: Add
fa: ثبت

source: Edit
fa: ویرایش

source: Cancel
fa: انصراف

source: Add Task
fa: افزودن تسک

source: Edit
fa: ویرایش

source: Add
fa: ثبت

source: Cancel
fa: انصراف

source: All
fa: همه

source: Star
fa: نشانه دار

source: Completed
fa: انجام شده

source: Ongoing
fa: انجام نشده

source: Add a task
fa: افزودن تسک

source: Are You Sure?
fa: آیا مطمئنید ؟

source: Yes
fa: بله

source: Cancel
fa: انصراف

source: Delete Task
fa: حذف تسک

source: Are You Sure ?
fa: آیا مطمئنید ؟

source: Yes
fa: بله

source: Cancel
fa: انصراف
